---
kind: property
id: P:Autodesk.Revit.DB.TableView.MinimumColumnWidth
source: html/53454eb7-576b-a9e3-0b8b-eddc17c093a6.htm
---
# Autodesk.Revit.DB.TableView.MinimumColumnWidth Property

Gets the minimum column width

## Syntax (C#)
```csharp
public int MinimumColumnWidth { get; }
```